Repository: alexisread/contacts
Catalog: l10n/*/contacts.po
Languages: id

source: Contacts
id: Kontak

source: Save
id: Simpan

source: Uploading...
id: Mengunggah...

source: Importing...
id: Mengimpor...

source: Preparing...
id: Mempersiapkan...

source: Imported {count} of {total} contacts
id: Terimpor {count} dari {total} kontak

source: Imported {imported} contacts. {failed} failed.
id: {imported} kontak penting. {failed} gagal.

source: An address book called {name} already exists
id: Buku alamat yang bernama {name} sudah ada

source: Failed adding address book: {error}
id: Gagal menambahkan buku alamat: {error}

source: Failed loading address books: {error}
id: Gagal memuat buku alamat: {error}

source: Indexing contacts
id: Mengindeks kontak

source: Unrecoverable error loading address books: {msg}
id: Galat yang tidak diketahui ketika memuat buku alamat: {msg}

source: Error.
id: Galat.

source: Add to...
id: Tambah ke...

source: Remove from...
id: Hapus dari...

source: Add group...
id: Tambah grup...

source: Invalid URL: "{url}"
id: URL salah: "{url}"

source: There was an error opening a mail composer.
id: Terjadi galat saat membuka pembuat mail.

source: Invalid email: "{url}"
id: Surel salah: "{url}"

source: Merge failed. Cannot find contact: {id}
id: Gagal gabung. Tidak dapat menemukan kontak: {id}

source: Merge failed.
id: Gagal gabung.

source: Merge failed. Error saving contact.
id: Gagal gabung. Galat menyimpan kontak.

source: Select photo
id: Pilih foto

source: Network or server error. Please inform administrator.
id: Jaringan atau server galat. Silahkan menginformasikan administrator.

source: Error adding to group.
id: Galat menambahkan ke grup.

source: Error removing from group.
id: Galat menghapus dari grup.

source: Error setting {name} as favorite.
id: Galat mengatur {name} sebagai favorit

source: Merge contacts
id: Gabung kontak

source: Cancel
id: Batal

source: Add group
id: Tambah grup

source: OK
id: Oke

source: Could not find contact: {id}
id: Tidak menemukan kontak: {id}

source: No files selected for upload.
id: Tidak ada berkas yang dipilih untuk diunggah.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
id: Berkas yang Anda coba unggah melebihi ukuran maksimum pada server ini.

source: Edit profile picture
id: Sunting gambar profil

source: Crop photo
id: Gunting foto

source: Is this correct?
id: Apakah sesuai?

source: # groups
id: # grup

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
id: Beberapa kontak telah ditandai untuk dihapus, tetapi belum selesai dihapus. Mohon tunggu.

source: Click to undo deletion of {num} contacts
id: Klik untuk membatalkan penghapusan {num} kontak

source: Cancelled deletion of {num} contacts
id: Penghapusan dibatalkan {num} kontak

source: Add
id: Tambah

source: Contact is already in this group.
id: Kontak sudah ada di grup ini.

source: Contacts are already in this group.
id: Kontak sudah ada di grup ini.

source: Couldn't get contact list.
id: Tidak bisa mendapatkan daftar kontak.

source: Contact is not in this group.
id: Kontak tidak di dalam grup ini.

source: Contacts are not in this group.
id: Kontak tidak di dalam grup ini.

source: Failed renaming group: {error}
id: Gagal menamai grup: {error}

source: A group named {group} already exists
id: Grup yang bernama {group} sudah ada

source: You can drag groups to arrange them as you like.
id: Anda bisa seret grup untuk menyusunnya seperti yang Anda inginkan.

source: Failed adding group: {error}
id: Gagal menambahkan grup: {error}

source: All
id: Semua

source: Favorites
id: Favorit

source: Shared by {owner}
id: Dibagikan oleh {owner}

source: Not grouped
id: Tidak dikelompokkan

source: Failed loading groups: {error}
id: Gagal memuat grup: {error}

source: Please choose the addressbook
id: Silakan pilih buku alamat

source: Import into...
id: Impor ke dalam...

source: Error loading import template
id: Galat memuat templat impor

source: Import contacts
id: Impor kontak

source: Import
id: Impor

source: Import done
id: Impor selesai

source: Close
id: Tutup

source: Error
id: Galat

source: Displayname cannot be empty.
id: Nama tampilan tidak boleh kosong.

source: Show CardDav link
id: Tampilkan tautan CardDav

source: Show read-only VCF link
id: Tampilkan hanya-baca tautan VCF

source: Download
id: Unduh

source: Delete
id: Hapus

source: More...
id: Lebih banyak...

source: Less...
id: Sedikitkan...

source: Server error! Please inform system administator
id: Server galat! Silakan menginformasikan administrator sistem.

source: Failed loading photo: {error}
id: Gagal memuat foto: {error}

source: You do not have permissions to see this contacts
id: Anda tidak memiliki akses untuk melihat kontak ini

source: Contact not found
id: Kontak tidak ditemukan

source: You do not have permissions to see these contacts
id: Anda tidak memiliki akses untuk melihat kontak ini

source: You do not have permissions add contacts to the address book
id: Anda tidak memiliki akses untuk menambah kontak untuk buku alamat

source: You do not have permissions to delete this contact
id: Anda tidak memiliki akses untuk menghapus kontak ini

source: Unknown error
id: Galat tidak diketahui

source: You don't have permissions to update the address book.
id: Anda tidak memiliki akses untuk memperbaharui buku alamat

source: You don't have permissions to delete the address book.
id: Anda tidak memiliki akses untuk menghapus buku alamat

source: Address book not found
id: Alamat tidak ditemukan

source: You do not have permissions to see this contact
id: Anda tidak memiliki akses untuk melihat kontak ini

source: You do not have permissions to update this contact
id: Anda tidak memiliki akses untuk memperbahui kontak ini

source: Property not found
id: Properti tidak ditemukan

source: Missing IM parameter for:
id: Hilangkan parameter IM untuk:

source: Unknown IM:
id: IM tidak diketahui

source: {name}'s Birthday
id: Ulang tahun {name}

source: Error creating address book
id: Galat membuat buku alamat

source: Error updating address book
id: Galat memperbarui buku alamat

source: You do not have permissions to delete the "%s" address book
id: Anda tidak memiliki izin untuk menghapus buku alamat "%s"

source: Error deleting address book
id: Galat menghapus buku alamat

source: Error creating contact.
id: Galat membuat kontak

source: Error deleting contact.
id: Galat menghapus kontak

source: Error retrieving contact.
id: Galat menerima kontak.

source: Error saving contact.
id: Galat menyimpan kontak.

source: Error removing contact from other address book.
id: Galat menghapus kontak dari buku alamat lainnya.

source: Couldn't find contact.
id: Tidak menemukan kontak.

source: No contact data in request.
id: Tidak ada data kontak yang diminta.

source: Error merging into contact.
id: Galat menggabungkan kedalam kontak.

source: Property name is not set.
id: Nama properti belum diatur.

source: Property checksum is not set.
id: Properti ceksum tidak diatur.

source: Information about vCard is incorrect. Please reload the page.
id: Informasi tentang VCard salah. Silakan memuat ulang halaman.

source: Error updating contact
id: Galat memperbarui kontak

source: Error getting user photo
id: Galat mendapatkan foto pengguna

source: No file was uploaded. Unknown error
id: Tidak ada berkas yang diunggah. Galat tidak dikenal.

source: There is no error, the file uploaded with success
id: Tidak ada galat, berkas sukses diunggah

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
id: File yang diunggah melampaui directive upload_max_filesize di php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
id: Berkas yang diunggah melampaui direktif MAX_FILE_SIZE yang ditentukan dalam formulir HTML.

source: The uploaded file was only partially uploaded
id: Berkas hanya diunggah sebagian

source: No file was uploaded
id: Tidak ada berkas yang diunggah

source: Missing a temporary folder
id: Folder sementara tidak ada

source: Couldn't load temporary image:
id: Tidak dapat memuat gambar sementara:

source: Couldn't save temporary image:
id: Tidak dapat menyimpan gambar sementara:

source: No photo path was submitted.
id: Tidak ada foto yang ditambahkan.

source: File doesn't exist:
id: Berkas tidak ditemukan:

source: Error loading image.
id: Galat memuat gambar.

source: Image has been removed from cache
id: Gambar sudah dihapus dari cache

source: Error creating temporary image
id: Galat mmbuat gambar sementara

source: Error cropping image
id: Galat memotong gambar

source: Error resizing image
id: Galat mengubah ukuran gambar

source: Error getting PHOTO property.
id: Galat mendapatkan properti FOTO.

source: No group name given.
id: Tidak ada nama grup yang diberikan.

source: Error adding group.
id: Galat menambahkan grup.

source: Error renaming group.
id: Galat mengubah nama grup

source: Failed to write to disk
id: Gagal menulis ke disk

source: Not enough storage available
id: Ruang penyimpanan tidak mencukupi

source: Error uploading contacts to storage.
id: Galat mengunggah kontak ke penyimpanan

source: Error moving file to imports folder.
id: Galat memindahkan berkas ke folder impor.

source: You do not have permissions to import into this address book.
id: Anda tidak memiliki izin untuk mengimpor ke buku alamat ini

source: No contacts found in:
id: Tidak ada kontak yang ditemukan di:

source: No key is given.
id: Tidak ada kunci yang diberikan

source: No value is given.
id: Tidak ada nilai yang diberikan

source: Could not set preference:
id: Tidak dapat menetapkan preferensi:

source: Contact
id: Kontak

source: Other
id: Lainnya

source: HomePage
id: Halaman depan

source: Internet call
id: Panggilan Internet

source: Work
id: Kantor

source: Home
id: Rumah

source: Mobile
id: Ponsel

source: Text
id: Teks

source: Voice
id: Suara

source: Message
id: Pesan

source: Friends
id: Teman

source: Family
id: Keluarga

source: New Contact
id: Kontak Baru

source: Group name
id: Nama grup

source: New Group
id: Grup Baru

source: Address books
id: Buku alamat

source: Display name
id: Nama tampilan

source: Add Address Book
id: Tambah Buku Alamat

source: Select file...
id: Pilih berkas...

source: (De-)select all
id: Batal pilih semua

source: Sort order
id: Urutkan bardasarkan

source: First- Lastname
id: Nama Depan-Nama Belakang

source: Last-, Firstname
id: Nama Belakang-,Nama Depan

source: Groups
id: Grup

source: Favorite
id: Favorit

source: Keyboard shortcuts
id: Jalan pintas keyboard

source: Navigation
id: Navigasi

source: Next contact in list
id: Kontak selanjutnya

source: Previous contact in list
id: Kontak sebelumnya

source: Next addressbook
id: Buku alamat selanjutnya

source: Previous addressbook
id: Buku alamat sebelumnya

source: Actions
id: Tindakan

source: Refresh contacts list
id: Segarkan daftar kontak

source: Add new contact
id: Tambah kontak baru

source: Add new addressbook
id: Tambah buku alamat baru

source: Delete current contact
id: Hapus kontak tarbaru

source: <h3>You have no contacts in your address book or your address book is disabled.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
id: <h3>Anda tidak memiliki kontak dalam buku alamat atau buku alamat dinonaktifkan.</h3><p>Tambah kontak baru atau impor kontak yang sudah ada dari berkas VCF.</p>

source: Add contact
id: Tambah kontak

source: Delete group
id: Hapus grup

source: Rename group
id: Ubah nama grup

source: Compose mail
id: Buat surat

source: Delete current photo
id: Hapus foto saat ini

source: Edit current photo
id: Sunting foto saat ini

source: Upload new photo
id: Unggah foto baru

source: Select photo from ownCloud
id: Pilih foto dari ownCloud

source: Name
id: Nama

source: First name
id: Nama depan

source: Additional names
id: Nama tambahan

source: Last name
id: Nama belakang

source: Select groups
id: Pilih grup

source: Select address book
id: Pilih buku alamat

source: Nickname
id: Nama panggilan

source: Enter nickname
id: Masukkan nama panggilan

source: Title
id: Judul

source: Enter title
id: Masukkan judul

source: Organization
id: Organisasi

source: Enter organization
id: Masukkan nama organisasi

source: Birthday
id: Tanggal lahir

source: Notes go here...
id: Beri catatan disini...

source: Export as VCF
id: Ekspor sebagai VCF

source: Add field...
id: Tambah kolom...

source: Phone
id: Telpon

source: Email
id: Surel

source: Instant Messaging
id: Perpesanan Instan

source: Address
id: Alamat

source: Note
id: Catatan

source: Web site
id: Situs web

source: Delete contact
id: Hapus kontak

source: Preferred
id: Disarankan

source: Please specify a valid email address.
id: Silakan tentukan alamat email yang valid.

source: someone@example.com
id: seseorang@contoh.com

source: Mail to address
id: Surel ke alamat

source: Delete email address
id: Hapus alamat surel

source: Enter phone number
id: Masukkan nomor telpon

source: Delete phone number
id: Hapus nomor telpon

source: Go to web site
id: Pergi ke situs web

source: Delete URL
id: Hapus Tautan

source: View on map
id: Lihat pada peta

source: Delete address
id: Hapus alamat

source: Street address
id: Alamat jalan

source: Postal code
id: Kode pos

source: City
id: Kota

source: State or province
id: Provinsi

source: Country
id: Negara

source: Instant Messenger
id: Perpesanan Instan

source: Delete IM
id: Hapus IM

source: Active
id: Aktif

source: Share
id: Bagikan

source: Export
id: Ekspor

source: CardDAV link
id: Tautan CardDAV

source: CardDAV syncing addresses
id: CardDAV menyelaraskan alamat

source: more info
id: lebih lanjut

source: Primary address (Kontact et al)
id: Alamat utama (Kontak dsb)

source: Addressbooks
id: Buku alamat

source: New Address Book
id: Buku Alamat Baru

source: Description
id: Penjelasan
